Repository: Amereyeu/EasyScreenCast
Catalog: locale-UI/*.po
Languages: fr, it, ru

source: Replace standard indicator on status menu
fr: Remplacer l'indicateur standard dans le menu de statut
it: Sostitiusci l'indicatore standard
ru: Заменить стандартный индикатор в меню состояния

source: Show time recording into notification bar
fr: Afficher le compteur d'enregistrement dans la barre de notification
it: Mostra tempo di registrazione nella barra delle notifiche
ru: Показывать время записи в панели уведомлений

source: Show area screencast during recording
fr: Afficher la zone d'enregistrement
it: Mostra l'area dello screencast durante la registrazione
ru: Показывать область захвата во время записи

source: Enable keyboard shortcut
fr: Activer le racourci clavier
it: Abilita scorciatoia da tastiera
ru: Включить сочетания клавиш

source: To activate the change of the shortcut restart the extension
fr: Redémarrer l'extension pour activer le changement de raccourci
it: Per attivare la nuova combinazione di tasti si deve riavviare l'estensione
ru: Перезапустите расширение, чтобы изменения сочетаний клавиш вступили в силу

source: Shortcut combination
fr: Raccourci clavier
it: Combinazione di tasti
ru: Сочетание клавиш

source: This option enable more debug message, to view these run this command into a terminal: $ journalctl /usr/bin/gnome-session --since=today --no-pager | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
fr: Cette option permet d'augmenter le niveau de débogage, pour voir les logs lancer cette commande dans un terminal: $ journalctl /usr/bin/gnome-session --since=today --no-pager | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
it: Questa opzione abilità maggiori messaggi di debug, per visionarli esegui questi commandi nel terminale: $ journalctl /usr/bin/gnome-session --since=today | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
ru: Этот параметр включает больше отладочных сообщений. Для их просмотра введите в терминале: $ journalctl /usr/bin/gnome-session --since=today --no-pager | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"

source: Enable verbose debug
fr: Augmenter le niveau de débogage
it: Abilita maggiori messaggi di debug
ru: Включить подробную отладку

source: This option enable more debug message, to view these run this command into a terminal: $ journalctl /usr/bin/gnome-session --since=today | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
fr: Cette option permet d'augmenter le niveau de débogage, pour voir les logs lancer cette commande dans un terminal: $ journalctl /usr/bin/gnome-session --since=today --no-pager | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
it: Questa opzione abilità maggiori messaggi di debug, per visionarli esegui questi commandi nel terminale: $ journalctl /usr/bin/gnome-session --since=today | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"
ru: Этот параметр включает больше отладочных сообщений. Для их просмотра введите в терминале: $ journalctl /usr/bin/gnome-session --since=today | grep js $ dbus-monitor "interface=org.gnome.Shell.Screencast"

source: Restore default option
fr: Restaurer les options par défaut
it: Ripristina le opzioni di default
ru: Сбросить настройки

source: Area of screencast :
fr: Aire de capture
it: L'area dello screencast :
ru: Область записи :

source: Full screen area
fr: Plein écran
it: Schermo intero
ru: Весь экран

source: Specific screen area
fr: Personnalisé
it: Area specifica
ru: Заданная область

source: Select specific area
fr: Sélectionner une zone de capture
it: Seleziona un'area
ru: Выбранная область

source: Select specific window
fr: Sélectionner une fenêtre
it: Seleziona una finestra
ru: Выбранное окно

source: Select specific desktop
fr: Sélectionner un bureau
it: Seleziona un desktop
ru: Выбранный рабочий стол

source: The registration covers the entire area
fr: Capture de l'écran au complet
it: La registrazione copre l'intera area dello schermo
ru: Регистрируется вся область экрана

source: Values ​​expressed in pixels
fr: Valeurs en pixels
it: Valori espressi in pixel
ru: Значения в пикселях

source: Width
fr: Largeur
it: Larghezza

source: Height
fr: Hauteur
it: Altezza

source: <b>Screencast area</b>
fr: <b>Aire de capture</b>
it: <b>Area Screencast</b>
ru: <b>Область записи</b>

source: Frames Per Second
fr: Images par seconde
ru: Кадров в секунду

source: Draw cursor on screencast
fr: Capturer le curseur
it: Registra cursore nel screencast
ru: Отрисовывать курсор на записи

source: This option not work in gnome shell 3.10 because the limit of 30 seconds is hardcoded: https://bugzilla.gnome.org/show_bug.cgi?id=708660
fr: Cette otion ne fonctionne pas avec gnome shell 3.10, car la limite de 30 secondesest écrite en dure, veuillez vous reporter vers:https://bugzilla.gnome.org/show_bug.cgi?id=708660
it: Questa opzione non funziona nella shell 3.10 perchè il limite massimo di 30 secondi è inserito direttamento nel codice.https://bugzilla.gnome.org/show_bug.cgi?id=708660
ru: Этот параметр не работает в оболочке Gnome 3.10, т.к. лимит в 30 секунд жёстко закодирован: https://bugzilla.gnome.org/show_bug.cgi?id=708660

source: Maximum duration screencast
fr: Durée d'enregistrement maximale
it: Durata massima screencast
ru: Максимальная продолжительность записи

source: Input source Audio
fr: Entrée audio
it: Sorgenti di ingresso audio

source: Execute command after recording
fr: Exécuter une commande après l'enregistrement
it: esegui comando dopo la registrazione

source: Command post-recording
fr: Commandes de post-enregistrement
it: Comando post-registrazione

source: <b>Screencast options</b>
fr: <b>Options du screencast</b>
it: <b>Opzioni Screencast</b>
ru: <b>Параметры записи</b>

source: the filename which may contain some escape sequences - %d and %t will be replaced by the start date and time of the recording.
fr: Le nom du fichier peut contenir des caractères spéciaux, %d et %t seront respectivement remplacés par la date de début d'enregistrement et la durée.
it: Il nome del file può contenere dei caratteri speciali, %d e %t questi verranno sostituiti con la data e l'ora di inizio della registrazione.
ru: Имя файла может содержать некоторые переменные - %d и %t будут заменены на дату и время начала записи.

source: File name template :
fr: Nom du fichier modèle
it: Modello del nome del file :
ru: Шаблон имени файла :

source: Select the folder where the file is saved, if not specific a folder the file will be saved in the $XDG_VIDEOS_DIR if it exists, or the home directory otherwise.
fr: Sélectionner le répertoire ou le fichier doit être enregistré, si non spécifié le fichier sera enregistré sous $XDG_VIDEOS_DIR s'il existe, sinon dans votre home.
it: Seleziona la cartella in cui verrà salavto il file, se non specificata il file verrà salvato in $XDG_VIDEOS_DIR se esiste, altrimenti nella home.

source: The file is saved in the path :
fr: Le fichier sera enregistré dans :
it: Il file verrà salvato nel percorso:
ru: Файл будет сохранён в :

source: Choose a directory
fr: Choisissez un répertoire
it: Scegli una cartella
ru: Выбрать папку

source: <b>File screencast</b>
fr: Fichier vidéo
it: <b>Screencast file</b>

source: Custom GStreamer Pipeline
fr: Pipeline GStreamer personnalisé
it: GStreamer Pipeline personalizzata
ru: Польз. Streamer Pipeline

source: The extension handles audio and webcam support only if is NOT used a custom gstreamer pipeline . GStreamer is a pipeline-based multimedia allows a programmer to create a variety of media-handling components, including simple audio playback, audio and video playback, recording, streaming and editing.Below some useful links.
fr: Cette extension supporte ne prend en charge votre webcam et son audio que si vous n'utilisez pas un pipeline gstreamer personnalié. GStreamer est un cadriciel basé sur les pipelines pour permettre au prgrammeur de créer de mutiples composants multimédia, lecture audio, lecture audio et vidéo enregistrement, émission de flux vidéo et édition. Vous trouverez ci-dessous quelques liens utiles.
it: Questa estensione gestisce il supporto audio e della webcam solamente se NON si usa una gstreamer pipeline personalizzata. GStreamer è una piattaforma software altamente modulare utilizzata per creare applicazioni multimediali. L'idea alla base della concezione di GStreamer è la pipeline: questo termine (in inglese significa tubatura) è usato per indicare un insieme di elementi collegati uno in serie all'altro. Qui sotto qualche link utile per capirne il funzionamento.

source: Official doc
fr: Documentation
it: Doc ufficiale

source: <b>Options</b>
it: <b>Opzioni</b>
ru: <b>Настройки</b>

source: The word $AbsFilePath will replace by the absolute path of the screencast video file.
it: La parola AbsFilePath verrà sostituita dal percorso assoluto del file video del screencast.

source: Width
ru: Ширина

source: Height
ru: Высота

source: Input source device
ru: Входное устройство

source: Audio options
ru: Параметры звука

source: Select the folder where the file is saved, if not specific a folder the file will be saved in the $XDG_VIDEOS_DIR if it exists, or the home directory otherwise.
ru: Выберите папку, куда будет сохранен файл. Если папка не выбрана, файл будет сохранён в директории $XDG_VIDEOS_DIR если такая существует, иначе файл будет сохранен в домашней директории.

source: <b>Screencast file</b>
ru: <b>Файл записи</b>
