Repository: Amereyeu/EasyScreenCast
Catalog: locale/*.po
Languages: ru

source: Options
ru: Настройки

source: Start recording
ru: Начать запись

source: Record audio
ru: Записывать звук

source: Delay recording
ru: Задержка записи

source: Delay Time
ru: Время звдержки

source: Sec
ru: сек

source: Start Recording
ru: Начать запись

source: ERROR RECORDER - See logs form more info
ru: ОШИБКА ЗАПИСИ - Подробности в логах

source: Stop recording
ru: Остановить запись

source: EasyScreenCast -> Finish Recording / Seconds :
ru: EasyScreenCast -> Запись завершена / Секунд :

source: Open in the filesystem
ru: Открыть в файловом менеджере

source: EasyScreenCast -> Recording in progress / Seconds passed :
ru: EasyScreenCast -> Идёт запись / Секунд прошло :

source: Could not load the preferences UI file
ru: Не удалось загрузить файл настроек пользовательского интерфейса

source: The registration covers the entire area
ru: Регистрируется вся область экрана

source: Fill box below with the values of the coordinates in pixels
ru: Заполните ниже значения координат в пикселях

source: At the start of the recording you can select the recording area
ru: После начала записи выберите область записи

source: At the start of the recording you can select the window you want to record
ru: После начала записи выберите окно, которое вы хотите записать

source: At the start of the recording you can select the desktop you want to record
ru: После начала записи выберите рабочий стол, который вы хотите записать

source: Select a area for recording or press [ESC] to abort
ru: Выберите область для записи или нажмите [ESC] для отмены

source: Select a window for recording or press [ESC] to abort
ru: Выберите окно для записи или нажмите [ESC] для отмены

source: Select a desktop for recording or press [ESC] to abort
ru: Выберите рабочий стол для записи или нажмите [ESC] для отмены
